/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */
"A newer version (%@) is available. Do you want to download it?" = "En nyare version (%@) finns tillgänglig. Vill du ladda ner den?";

/* A valid plist */
"A valid plist" = "En validerad plist";

/* All needed values are not filled out */
"All needed values are not filled out" = "ALla krävda värdena är inte ifyllda";

/* An unknown error occurred when trying to save the configuration file %@ */
"An unknown error occurred when trying to save the configuration file %@" = "Ett oväntat fel uppkom vid nersparandet av konfigurationsfilen %@";

/* Basic Mode */
"Basic Mode" = "Enkelt läge";

/* Cancel-button */
"Cancel" = "Avbryt";

/* Choose one on the left or create a new */
"Choose one on the left or create a new" = "Välj en till vänster eller skapa en ny";

/* Do not show this message again */
"Do not show this message again" = "Visa inte det här meddelandet igen";

/* Don't Save */
"Don't Save" = "Spara inte";

/* Download-button */
"Download" = "Ladda ner";

/* Expert Mode */
"Expert Mode" = "Expertläge";

/* Go to the web site (http://lingon.sourceforge.net) to download another version for an earlier Mac OS X system */
"Go to the web site (http://lingon.sourceforge.net) to download another version for an earlier Mac OS X system" = "Gå till webbsiten (http://lingon.sourceforge.net) för att ladda ner en annan version för ett tidigare Mac OS X system";

/* In order for any changes to be applied properly and for it to run as the correct user you need to restart your computer or just logout if you know that that is enough */
"In order for any changes to be applied properly and for it to run as the correct user you need to restart your computer or just logout if you know that that is enough" = "För att ändringarna ska slå igenom ordentligt och för att den ska köras som rätt användare behöver du starta om datorn eller logga ut och in igen om du vet att det är tillräckligt";

/* It does not validate as a plist */
"It does not validate as a plist" = "Den validerar inte som en plist";

/* My Agents tab view label */
"My Agents" = "Mina agenter";

/* New */
"New" = "Ny";

/* OK-button */
"OK" = "OK";

/* Please try again */
"Please try again" = "Var vänlig försök igen";

/* Save */
"Save" = "Spara";

/* System Agents tab view label */
"System Agents" = "Systemets agenter";

/* System Daemons tab view label */
"System Daemons" = "Systemets daemons";

/* The man page cannot be displayed because of an unknown error. Please try again! */
"The man page cannot be displayed because of an unknown error. Please try again!" = "Den aktuella man page kunde inte visas p.g.a. okänd anledning. Var god försök igen!";

/* This is not a valid plist */
"This is not a valid plist" = "Detta är inte en validerad plist";

/* untitled */
"untitled" = "namnlös";

/* Users Agents tab view label */
"Users Agents" = "Användarnas agenter";

/* Users Daemons tab view label */
"Users Daemons" = "Användarnas daemons";

/* You are strongly recommended not to change the Apple-supplied configuration files in System Agents and System Daemons unless you know what you are doing */
"You are strongly recommended not to change the Apple-supplied configuration files in System Agents and System Daemons unless you know what you are doing" = "Du rekommenderas skarpt att inte ändra på de konfigurationsfiler som kommer från Apple om du inte vet exakt vad du gör";

/* You can possibly leave your system inoperable if certain changes are made. Although I have tested as much as I can, absolutely no guarantees can be given to changes to these. */
"You can possibly leave your system inoperable if certain changes are made. Although I have tested as much as I can, absolutely no guarantees can be given to changes to these." = "Du kan i värsta fall göra att systemet inte startar om fel ändringar görs. Jag har testat så mycket som jag kan men inga garantier kan lämnas för ändringar av dessa.";

/* You cannot do anything else until it validates. Remember that you can undo any changes you have made if you can't get it to validate. */
"You cannot do anything else until it validates. Remember that you can undo any changes you have made if you can't get it to validate." = "Du kan inte göra något annat tills den validerar. Kom ihåg att du kan ångra dina ändringar om du inte kan få den att validera.";

/* You have unsaved changes */
"You have unsaved changes" = "Du har osparade ändringar";

/* You need %@ or later to run this version of Lingon */
"You need %@ or later to run this version of Lingon" = "Du behöver %@ eller senare för att köra denna version av Lingon";

/* You need to restart or logout for changes to apply */
"You need to restart or logout for changes to apply" = "Du behöver starta om eller logga ut för att ändringar ska gälla";

/* You need to write at least a value under Name and What */
"You need to write at least a value under Name and What" = "Du behöver minst skriva ett värde i Namn och Vad";

/* Your changes will be lost if you do not save */
"Your changes will be lost if you do not save" = "Dina ändringar förloras om du inte sparar";

